a
abba
abc
aber
aboie
aboies
abord
about
above
absolutely
absolutes
absorbing
abusive
ach
achievement
achoo
ack
act
action
activate
activated
actors
actually
adams
address
adidas
admit
adresse
advanced
advantages
advertising
advice
affen
after
afternoon
again
age
ago
agree
ah
aha
ahead
ahem
ahhh
ahoy
ai
aids
aiml
airplanes
album
algebra
algorithms
alice
alicebot
aliens
alike
all
alles
alligator
allowed
almost
alone
alot
already
alright
alrighty
also
altavista
always
am
amazing
amen
america
american
amerique
ammo
amnesia
an
anachist
anal
and
android
androids
angelfire
anger
angleterre
angry
animal
animals
anne
annoying
anonymousnewuser
anonymousreturninguser
another
answer
answers
answewrs
anthony
any
anybody
anymore
anyone
anything
anytime
anyway
anyways
anywhere
aoeu
aol
apes
apologize
apples
applet
applied
apres
archives
are
area
argh
argue
aries
arms
arrow
arsch
arschloch
arse
art
arthur
artificial
as
ashbury
asimov
ask
asked
asking
asleep
ass
asshole
assimilated
asssimilated
assume
assuming
astonished
astrological
at
atcha
atchoum
atom
attitude
attractive
auch
aussi
austin
autant
autobahn
automobile
aux
available
avant
away
awesome
awnser
aww
axiomatic
ayuh
b
babe
babies
baby
back
backpack
bad
badly
bah
bailiff
baisons
balance
balls
bananas
bark
barry
bas
basic
basis
bayern
bcn
be
beacuse
beans
beatles
beautiful
beauty
beavis
because
become
bed
been
beer
before
begin
behavior
behaviour
behind
being
believe
belive
belong
below
bend
beni
benie
benz
best
bet
better
between
bh
bi
bidding
bien
big
bigger
bike
bill
biologically
biologie
biology
bird
birds
birthday
bismol
bit
bitch
blab
black
blade
blah
blame
blanc
bless
bleu
blink
bloke
blue
bob
bollocks
bono
boo
boobs
book
books
borg
boring
born
borrow
boston
bot
both
bother
botmaster
bowl
box
boy
boyfriend
bra
bradbury
brain
bravo
brazil
brb
breathe
brilliant
brother
brown
bubbles
bug
bugs
build
buisness
bull
bullshit
bungee
burp
burped
bus
bush
business
busy
but
butt
butthead
buy
by
c
ca
cache
calculator
calculette
californie
call
calm
came
camera
can
capable
capital
capitals
capricorne
car
care
careful
carefully
cares
cars
case
cat
cats
cauchemards
caulfield
cent
century
certain
cerveau
cha
chair
change
changes
changez
changing
charles
charlie
chat
chatted
chatting
cheated
checked
cheese
chess
chewbacca
chicago
chicken
chies
child
children
chinese
choice
chose
christmas
church
cigarette
cigarettes
cinq
circuit
circumstances
city
clams
clarify
clark
clarke
clean
clear
cleared
clearly
client
clients
climb
clinton
clock
clones
close
clothes
cloudy
cock
code
coffee
coincidence
coins
coke
cold
collect
college
color
com
coma
combien
come
comfortable
comment
common
como
company
complete
complicated
compliment
comply
composed
computer
computerics
computers
con
conditions
confidential
confuse
confused
congratualtions
congratulations
connector
consciousness
contact
context
continues
continuez
contradict
cook
cool
cop
copy
corner
corners
correct
cost
cough
could
count
country
course
cows
cramped
crash
crashed
cray
crazy
create
created
creater
creator
creators
creature
crichton
criticism
crois
crow
croyez
cry
cthreepo
cunt
cup
curiosity
curious
cut
cute
cya
cycle
d
dad
daddy
dallas
damn
danach
dance
dangerous
dank
danke
darn
darwin
data
day
days
de
dead
deal
death
debbie
decide
decided
deduction
deep
define
defined
definitely
definitiv
dell
depend
depends
depression
depuis
der
derby
des
designates
destroy
dickhead
dictionary
did
die
died
dies
different
difficult
digress
dingue
directed
directory
dirty
dis
disagree
discovered
discussing
disponible
dive
dmx
do
documentation
does
dog
dogs
doh
doing
dommage
donation
done
dork
doubt
douglas
down
downloading
dream
dreams
dress
drink
drinking
drive
drogen
drop
drove
drums
du
dude
dumb
dumbass
dummy
dying
e
early
earn
ears
earth
ease
easter
easy
eat
echo
eecs
effects
egg
eh
eight
eighty
einen
either
elders
electric
electricity
elephant
eleven
eliza
else
elvis
email
emotion
end
enemy
england
english
enlightenment
enlisted
enough
entertain
entity
entrain
er
ernst
err
errr
es
essen
est
esta
estas
etwas
euh
eukaryote
europe
even
evening
ever
every
everyday
everyone
everything
everywhere
evidence
evident
evil
exactement
exactly
exciting
excuse
exhale
exist
existes
exists
expect
expensive
experience
experiences
explain
explaining
explanation
explication
explorer
expression
eye
eyes
face
faces
fact
facts
fag
failed
fails
fair
falsch
famous
far
fart
farted
fascinating
fashion
fast
faszinierend
fat
father
favorite
fear
february
feel
feelings
feels
feet
felicitation
felicitations
fell
felt
female
femelle
few
fiction
fifty
fight
figure
figured
film
final
finally
find
fine
fink
first
fish
five
flaws
flies
floor
fly
fois
follow
food
fool
fooled
football
for
forbin
forever
forget
forgive
forgot
form
formulated
fortunecity
forty
forum
found
four
france
francisco
frank
frankenstein
free
french
friend
friendly
friends
frighten
frog
from
ftp
fu
fuck
fucker
fucking
fuenf
full
fun
functions
funny
futile
future
fuzzy
g
game
games
ganz
gap
gates
gave
gay
gee
geht
gemini
genau
generation
genetic
geometry
george
german
germany
gestation
get
gibs
gibson
girl
girlfriend
girls
give
glad
global
go
goal
goat
goes
going
gold
golf
gone
goo
good
goodnight
goofed
goog
gosh
gossip
got
gotcha
gott
graduated
grand
grandir
grandit
grass
great
greatest
greed
green
greetings
greys
groovy
grossartig
grow
growing
grr
grrr
gruselig
guess
guest
guitar
gut
guts
guy
guys
h
ha
had
haight
hair
handle
hands
handsome
hang
hanukkah
happen
happened
happier
happy
hard
harm
harrisburg
harrison
harry
has
hate
have
he
head
heading
hear
heard
heart
hell
hello
help
helpful
her
herbert
here
hermaphrodite
hey
hi
hier
high
him
himself
hip
hit
hmm
hmmm
hmmmm
hmph
hoax
hobbies
hobbit
hobby
hockey
hola
holden
holding
hollow
home
homer
honest
honestly
honey
hoo
hoop
hop
hope
hopefully
horses
hospital
hot
house
how
hug
huge
huh
hula
human
humanity
humans
hundred
hunt
hurry
hurt
hurts
husband
hyperbole
i
ici
idea
idiot
idiotic
if
illegal
im
imagine
imho
imitation
immense
immer
immoral
immortal
important
importe
impossible
impressive
in
inappropriate
including
incroyable
indeed
independent
inevitable
inhale
init
insects
insist
instrument
insult
intellect
intellectual
intellegence
intelligence
intelligent
intelligenz
interessant
interessante
interested
interesting
interressante
intestine
into
intriguing
intuitive
invented
ironic
is
isaac
ishmael
isp
it
itch
its
itself
japanese
japonais
jaune
java
jeans
jedi
jeeves
jerk
jester
jfk
job
johannesburg
john
joke
jokes
joking
jr
jules
jump
jungfrau
jures
just
k
kamikaze
karl
kat
kennedy
kentucky
keywords
kid
kidding
kill
killed
killing
kimono
kind
kinder
kinds
kiss
kissed
kite
kkk
knew
knock
know
knowledge
knows
korea
kosovo
kraftwerk
ktwelve
la
lala
lalala
lalalala
lalalalala
language
languages
large
last
late
lately
later
latest
latter
laugh
lautet
lawyer
lawyers
le
lead
learn
leave
lebt
legs
lehigh
lela
lem
lemons
lennon
leo
leprechauns
lernen
lesbian
lesbiene
lesbienne
less
let
lets
letter
level
liar
liberated
lie
lied
life
like
liked
likely
likes
likewise
limitaions
limitations
limited
linguist
linguistic
link
linus
linux
lion
liquid
listen
listening
little
live
liverpool
living
lizards
localhost
loebner
logic
logo
lol
london
lonely
long
longfellow
loo
look
looking
lose
lost
lot
lots
lottery
love
lovely
lucas
luck
lying
lynx
m
ma
mac
machine
machines
macintosh
macs
mad
made
magazine
magical
maid
main
maine
maintenant
make
makes
making
malaisie
malaysia
malaysie
male
mall
mama
mammal
mammals
man
manchmal
manges
mangez
manhattan
mantra
manufactured
many
married
mars
martini
marx
massachusetts
massive
masterbater
math
mathematics
matrix
matter
may
maybe
mccaffrey
mccarthy
me
meal
mean
meaning
meaningless
means
meant
measure
mechant
meet
meeting
mehr
meme
memory
men
mention
mercedes
mere
merry
met
meurt
mich
michael
microchips
microsoft
middle
mieux
might
mignon
mignonne
mignonnes
mignons
mike
mile
miles
milk
million
mind
mine
mineral
minsky
minute
minuten
minutes
mir
miss
missed
missing
misspelled
mistake
mistyped
misunderstood
moechtest
moi
mom
moment
money
monica
months
montre
montres
moon
moonlight
moons
more
morgen
morning
most
mother
move
movie
movies
mozilla
much
murderers
music
musical
must
mxmvii
my
myself
n
naked
name
named
names
nationalite
nationality
natuerlich
necessarily
neck
necklace
need
negative
negre
nein
neither
nenn
nenne
net
netherlands
netscape
neutral
never
nevermind
new
next
nice
nichons
nicht
nichts
nickname
nie
niedlich
niemals
night
nightmares
nimmst
nine
ninety
nipple
nix
no
nobody
noch
noises
none
nope
north
not
notes
nothing
noticed
now
nowhere
nsa
number
nummer
o
oakland
obey
observe
obvious
obviously
ocean
oefters
of
off
offend
offensichtlich
office
oft
often
oftmals
oh
ohio
ok
okay
old
om
on
onanieren
once
one
ones
online
only
oops
open
opera
operating
opern
opinion
or
orange
oranges
order
org
oscars
other
ouch
out
outside
over
overdose
own
p
paid
paint
pandora
pants
paradox
parallel
parameters
parents
paris
parler
part
party
password
patient
pays
pc
peace
peanuts
pediatrician
peek
pence
penis
pennsylvania
people
pepperoni
pepto
perfect
perhaps
permission
person
personal
personality
persuade
pet
petes
petez
petit
pets
peut
peux
ph
philosopher
philosophie
phone
piano
pick
picture
pie
piece
piers
pigs
pills
pin
ping
pink
piss
pity
place
plan
plane
planet
planets
plants
plato
play
player
playing
please
pleased
pleasure
plein
pleures
plumber
plus
plusieurs
poetry
point
pokemon
poland
polite
poo
poop
poopoo
poor
popo
poppen
porn
portes
portland
possible
possibly
potato
pound
powers
practise
pray
precise
prefer
pregnant
prendre
president
pretty
price
pride
pries
prize
pro
probably
problem
problems
processor
processors
producer
product
professor
profound
program
programme
programmed
programmer
programming
project
prokaryote
promise
proposition
prove
proverb
pup
purple
purpose
pussy
que
question
questions
qui
quiet
quit
quite
quoi
r
radio
rain
raining
random
rather
ray
read
reading
reads
reagan
real
really
reason
reasoning
recipes
recognize
recorded
red
regards
relax
relaxed
relaxing
rem
remember
remembered
rencontrer
repeat
rephrase
replace
replied
reply
reprogramming
resistance
respect
responding
rest
retard
return
reword
rhymes
rich
richtig
riddle
right
road
roads
robin
robocop
robot
rock
rocky
roller
room
rose
round
rti
rtwodtwo
ruby
rude
rule
rules
rumor
run
runner
s
sad
safe
saggitarius
said
salaud
sally
salod
salope
salut
salutations
sam
same
san
sandwich
sarcasm
sarcastic
save
saw
say
saying
says
scare
scary
scenery
schade
scheisse
schlaf
schlampe
school
schuetze
science
scorpio
scorpion
scott
screen
screw
scuba
se
search
searched
secret
see
seeking
seem
seems
seen
sei
self
selling
sense
sera
series
serious
seriously
serre
serrer
setl
seul
seule
seven
seventies
seventy
several
sf
shall
shallow
shame
she
sheep
sheesh
shiny
shirt
shit
shithead
shoe
shoes
short
shorts
shot
should
show
shut
si
sick
sida
side
sie
sigh
sign
signe
similarity
simpson
simpsons
simulation
sing
single
sister
six
sixty
size
skate
ski
skin
skorpion
sky
skydive
sleep
slow
slut
smart
smarter
smell
smile
smileys
smooth
smoothly
sneeze
sneezed
snow
so
socializing
some
someone
something
sometimes
somewhere
sonata
song
songs
soon
sorry
sort
sound
sounds
source
south
southbank
southern
soyez
space
spanish
spare
speak
special
species
specific
speech
spell
sport
sports
squash
stamps
stand
stanislaw
stanley
star
stars
starship
start
state
statement
states
stay
steinbock
stereotyping
steve
stier
still
stink
stinks
stop
stoppe
stopped
store
stories
story
strange
street
stress
stressed
string
student
students
studied
study
stuff
stupid
stupidity
stutter
subject
submit
subst
such
suck
sucker
sucks
sud
sugar
suggest
sujet
sun
sunny
super
superbowl
supermarket
supports
suppose
sure
surf
surpising
surprisingly
swear
sweatshirt
swedish
sweet
swim
swimming
systems
t
ta
take
talent
talk
talked
talking
tall
tant
tard
targets
task
taste
tastes
taught
taureau
taurus
teach
teacher
telephone
television
tell
temps
ten
tennis
terminal
terminator
terrible
test
tete
than
thank
thanks
thanksgiving
that
the
their
them
then
theory
there
therefore
they
thing
things
think
thinking
thirty
this
those
thought
thousand
threat
three
threepzero
throat
through
time
times
titanic
title
titten
to
toast
today
together
toi
toilet
told
tolstoy
tomate
tomato
tomatoes
tomorrow
ton
tongue
tonight
too
topic
torvalds
toujours
tourbus
tragic
train
travel
traviata
trees
trek
tried
troopers
true
trumpet
trust
truth
try
tschuess
tu
turn
turning
tusks
tv
twelve
twenty
twice
two
type
typo
ueber
ugh
ugly
uk
und
understand
undrestand
united
universe
university
unix
unlikely
unsettling
unterhalte
until
up
upon
us
usatoday
use
users
usually
valis
verne
version
very
vetements
veteranarian
video
vie
viel
vierge
view
village
violin
virgin
visual
vit
von
votre
voyager
voyages
w
wait
waiting
wake
walk
walked
wann
want
war
warm
wars
was
watch
water
way
ways
we
wear
wearing
weather
website
weird
welcome
weld
well
wells
wem
weniger
went
were
what
whatever
when
whenever
where
which
while
white
who
whoa
whole
whom
whoops
whore
whose
why
widder
wierd
wife
will
william
win
wind
winning
wires
wish
with
without
woe
woman
won
wonder
wonderful
wondering
wonderland
woods
words
work
working
works
world
worry
would
wow
write
writing
written
wrong
wrote
wtf
www
x
xena
xml
ya
yadda
year
years
yellow
yes
yesterday
yet
yo
york
you
your
youre
yours
yourself
yummy
zero
